Repository: LunaSquee/fluid_lib
Catalog: fluid_lib/locale/fluid_lib.*.po
Languages: et

source: milli-bucket
et: milli-ämber

source: Empty
et: Tühi

source: Contents
et: Sisu

source: Fluid Tank
et: Vedelikupaak

source: Pump Started
et: Pump töötab

source: Fluid Transfer Pump
et: Vedeliku ülekandepump

source: No Receiving Tank
et: Puudub vastu võttev paak

source: No Source Tank
et: Puudub lähtepaak

source: Off
et: Välja lülitatud

source: Pumped Max Volume
et: Pumpasin maksimaalse mahu

source: Pumping
et: Pumpab

source: Standby
et: Ootel

source: Punch to start pumping
et: Toksi, et alustada pumpamist

source: Fluid Duct
et: Vedelikutoru

source: Fluid Trash Can
et: Vedeliku prügikast
